{
  "AnsiEsc": { "branch": "master" },
  "HighStr.nvim": { "branch": "main" },
  "aerial.nvim": { "branch": "master" },
  "capture.vim": { "branch": "master" },
  "chowcho.nvim": { "branch": "main" },
  "claudecode.nvim": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-dictionary": { "branch": "main" },
  "cmp-emoji": { "branch": "main" },
  "cmp-nerdfonts": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp-vsnip": { "branch": "main" },
  "conflict-marker.vim": { "branch": "master" },
  "csvview.nvim": { "branch": "main" },
  "denops.vim": { "branch": "main" },
  "diffview.nvim": { "branch": "main" },
  "fidget.nvim": { "branch": "main" },
  "filetype.nvim": { "branch": "main" },
  "follow-md-links.nvim": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "in-and-out.nvim": { "branch": "master" },
  "indent-blank-guides.nvim": { "branch": "main" },
  "inspecthi.vim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lighthouse": { "branch": "master" },
  "lir-git-status.nvim": { "branch": "main" },
  "lir.nvim": { "branch": "master" },
  "log-highlight.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "markdown-preview.nvim": { "branch": "master" },
  "marks.nvim": { "branch": "master" },
  "numb.nvim": { "branch": "master" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-bqf": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-colorizer.lua": { "branch": "master" },
  "nvim-lint": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-navic": { "branch": "master" },
  "nvim-scrollbar": { "branch": "main" },
  "nvim-surround": { "branch": "main" },
  "nvim-toc": { "branch": "main" },
  "nvim-treesitter": { "branch": "main" },
  "nvim-treesitter-endwise": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "pounce.nvim": { "branch": "master" },
  "pretty-fold.nvim": { "branch": "master" },
  "qfopen.vim": { "branch": "main" },
  "render-markdown.nvim": { "branch": "main" },
  "snacks.nvim": { "branch": "main" },
  "stoptypofile.vim": { "branch": "master" },
  "switch.vim": { "branch": "main" },
  "tabline.nvim": { "branch": "develop" },
  "tcomment_vim": { "branch": "master" },
  "telescope-arglist.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "tempaste.nvim": { "branch": "main" },
  "todo-comments.nvim": { "branch": "main" },
  "translate.nvim": { "branch": "main" },
  "treesj": { "branch": "main" },
  "vim-anzu": { "branch": "master" },
  "vim-asterisk": { "branch": "master" },
  "vim-blockle": { "branch": "master" },
  "vim-easy-align": { "branch": "master" },
  "vim-edgemotion": { "branch": "master" },
  "vim-maketable": { "branch": "master" },
  "vim-markdown": { "branch": "master" },
  "vim-markdown-quote-syntax": { "branch": "master" },
  "vim-matchup": { "branch": "master" },
  "vim-operator-replace": { "branch": "master" },
  "vim-operator-user": { "branch": "master" },
  "vim-qfedit": { "branch": "master" },
  "vim-quickrun": { "branch": "master" },
  "vim-quickrun-neovim-job": { "branch": "master" },
  "vim-repeat": { "branch": "master" },
  "vim-sqlfmt": { "branch": "master" },
  "vim-submode": { "branch": "master" },
  "vim-table-mode": { "branch": "master" },
  "vim-textobj-user": { "branch": "master" },
  "vim-vsnip": { "branch": "master" },
  "yaml.nvim": { "branch": "main" },
  "yankround.vim": { "branch": "master" }
}
